<template>
    <v-container>
    <h1>개인정보 처리방침</h1>
    웹 서비스 cmsn(이하 'cmsn', '세메센' 또는 '서비스')은 이용자의 개인정보 보호를 매우 중요한 일로 여깁니다.

    <a href="/terms">이용약관과 용어의 정의 보러가기</a>
    <br><br>

    서비스 제공자가 소유하고 소유한 것으로 공지된 트위터 계정(이하 "서비스 계정")에게 멘션하거나 세메센의 웹 사이트에 커미션 정보를 제출하는 행위는 서비스 계정을 멘션한 트윗을 통해 트위터의 답멘션(reply)으로 연결 또는 연관된 트윗의 정보 또는 서비스 계정을 멘션한 트윗에서 직접 표출한 정보가 널리 알려지길 원하여 서비스 제공자에게 해당 정보의 홍보를 요청하는 행위로 해석되며 이 행위에 따라 서비스는 요청된 정보를 서비스에 할당된 저장 공간에 기록하고, 이용자가 열람과 인지 가능한 웹 공간에 게시하고, 서비스의 목적인 이용자 정보의 홍보, 서비스의 유지 또는 관리를 위하여 이용하게 됩니다.서비스는 이용약관에 명시한 서비스의 목적 이외의 목적으로 해당 정보를 이용하지 않으며, 서비스의 목적 외의 목적으로 제 3자에게 해당 정보를 제공하지 않습니다.
    <br>
    <h2>서비스가 수집하는 개인정보</h2>
    트위터 계정 고유식별번호, ID, 별명, 사용 언어, 이용자가 서비스를 통해 홍보되길 요청한 텍스트와 미디어 데이터를 포함하는 정보, 이용자가 서비스를 이용한 흔적(홍보 이용 횟수, 시간 등), 이용자의 쿠키(웹 방문과 관련된 정보)
    <br>수집 방법 : 이용자가 서비스 이용 요청을 할 때 전달됨

    <h2>개인정보 수집 목적</h2>
    -이용자의 홍보 요청의 수행<br>
    -서비스 이용 환경 관리<br>
    -이용자가 효율적으로 열람할 수 있도록 게시된 콘텐츠 제공과 사용자의 피드백 반영<br>
    -서비스 개선 및 약관의 서비스 목적에 바탕을 둔 새로운 서비스 개발<br>
    <h2>개인정보의 제3자 제공</h2>
    세메센은 제 3자에게 개인정보를 제공하지 않습니다. 단, 적법한 수사기관의 요청 시 정보를 제공할 수 있습니다.

    <h2>개인정보의 보유 및 이용기간</h2>
    원칙적으로 수집 목적이 달성되거나 이용자가 원하지 않을 시 즉시 파기됩니다.<br>

    <h2>개인정보의 파기 방법</h2>
    서버의 데이터베이스에서 완전 삭제합니다.

    <h2>이용자 권리와 그 행사방법</h2>
    - 이용자는 등록되어 있는 자신의 개인정보를 조회하거나 수정 요청을 할 수 있으며, 개인정보처리방침에 동의하지 않는 경우 동의를 거부하고 서비스를 이용하지 않을 수 있습니다.<br>
    - 요청 또는 문의 사항이 발생하는 경우 개인정보관리책임자에게 이메일로 알려주세요.<br>

    이메일 : cmsn.service@gmail.com<br>

    - 이용자는 쿠키를 허용하지 않기로 선택할 수 있습니다. 이용자 본인의 브라우저에서 설정하실 수 있습니다. (구글 크롬) 설정>콘텐츠 설정>쿠키>거부

    <br><br><br> 최종 수정일 2019. 10. 03

    </v-container>
</template>

<script>
export default {
  mounted() {
    document.documentElement.scrollTop = 0;
  }
}
</script>

<style>

</style>
