<template>
    <v-container>
  <h1>
    이용약관
  </h1>

  <h2>
    Create Special art, CMSN
  </h2>
  <br><br>
  <h3>0. 문서의 목적</h3>

  이 문서는 CMSN 서비스(이하, "CMSN", "서비스", 또는 "세메센") 제공자와 서비스 이용자가 상호 동의하는 내용을 명시합니다. 귀하는 서비스를 이용함으로써 본 문서의 내용,약관,정책 및
  가이드라인(이하 총괄하여 “약관”)에 동의하는 것으로 간주됩니다. 서비스 이용 중 만일의 분쟁 발생 시 이 약관은 다른 어떠한 계약보다 우선하여 적용됩니다.
  <br><br>
  <h3>1. 서비스의 목적</h3>
  예술 작품 창작 의뢰를 주고받기 위해 필요한 홍보 공간과 기능을 제공하는 서비스입니다.<br><br>

  <h3>2. 용어의 정의</h3>
  커미션 : 예술 작품 창작을 의뢰하는 비용입니다. 또는 그 비용을 받고 하는 창작 행위입니다.<br>
  컨텐츠 : 텍스트, 이미지, 동영상, 기타 미디어를 포함하는 모든 내용입니다.<br>
  트윗 : 소셜 네트워크 서비스 'Twitter' 에서의 컨텐츠 게시 단위입니다.<br>
  답글 : 소셜 네트워크 서비스 'Twitter' 에서 어떤 트윗에 이어 다는 트윗입니다. 트윗에서 답글 아이콘을 클릭하거나 탭하면 답글을 달 수 있습니다. 답글을 클릭하거나 탭하면 답글이 달린 원래 트윗을 볼 수 있습니다.<br>
  멘션 : 소셜 네트워크 서비스 'Twitter' 에서 트윗 본문에 다른 사람의 사용자 아이디를 포함시키는 일, 또는 그러한 트윗을 지칭합니다. <br>
  (정의 참조 : <a href="https://help.twitter.com/ko/glossary" target="_blank">https://help.twitter.com/ko/glossary</a>  )
  <br><br>
  <h3>3. 이용자가 게시한 컨텐츠에 대한 권리</h3>
  3.1 귀하가 제공하는 컨텐츠<br>
  귀하의 모든 컨텐츠는 귀하의 소유입니다. 서비스에 컨텐츠를 제공할 때 귀하는 반드시 귀하의 소유인 컨텐츠임을 보증하고 제공합니다.
  세메센의 안내에 따라 귀하의 컨텐츠를 공공에 알리기 위한 서비스 이용 요청을 함으로써 귀하는 세메센이 귀하가 제공, 제출한 컨텐츠와 정보를 서비스의 목적 범위 내에서 분석하고 가공하여 세계의 이용자들이 사용하는
  웹 공간에 표출하도록 합니다. 표출할 때에는 축소 또는 축약하거나, 크기를 변경하거나, 열람하기 편리하도록 효과를 덧붙일 수도 있습니다.<br>
  3.2 귀하가 취득하는 컨텐츠<br>
  귀하는 본 서비스를 통해 게시되거나 귀하가 본 서비스를 통해 취득하는 컨텐츠의 이용과 신뢰에 대한 위험을 부담합니다. 컨텐츠에 대한 책임은 해당 컨텐츠의 게시를 서비스에 요청한 이용자가 전적으로 부담합니다.
  <br><br>
  <h3>4. 서비스의 이용과 한계</h3>
  서비스 이용 요청 중 일부는 트위터의 멘션을 통해 행해집니다. 이용자의 트윗이 트위터의 세메센 계정을 멘션할 때, 세메센 계정을 멘션하고 있는 트윗과 답글로 연결된 일련의 컨텐츠는 서비스에 제출된 것으로 여겨지며, 이 약관이 명시하는 범위 내에서 이용됩니다. 귀하의 서비스 이용은 귀하가 계정을 생성하고 컨텐츠를 제출하는 것에 대해 Twitter
  의 승인을 받고, 컨텐츠를 세메센에 제출하는 것에 대해 세메센에 의해 거부되지 않아야만 가능합니다. 세메센은 귀하의 서비스 접속을 거부하거나 제한할 수 있습니다. 귀하는 한 개의 트위터 계정에 한하여 서비스를 사용할 수 있습니다. 귀하가 이용하는 계정은 귀하만을 대표해야 합니다.<br>
  서비스 제공자는 본 서비스를 항상 제공하기 위하여 최선의 노력을 기울일 것입니다. 하지만 귀하는 어떠한 이유로든 본 사이트에 액세스하지 못하거나, 서비스에 제공한 정보가
  소멸되거나, 본 사이트가 작동하지 않을 수 있음을 인지하고 이에 동의합니다. 귀하는 제공자가 본 사이트 또는 서비스의 가용성을 통제할 수 없는 상황이 존재하며, 제공자가 그와 관련하여 귀하 또는 기타 제삼자에게
  책임을 지지 않음을 인정하고 이에 동의합니다.
  <br><br>
  <h3>5. 서비스의 유지</h3>
  세메센의 유지에는 비용이 필요하며, 이 비용의 일부는 광고 수익을 통해 얻어집니다. 귀하는 귀하가 세메센에 제출한 컨텐츠의 주변에, 세메센 서비스 제공자와 스폰서가 광고를 게시할 수 있음에 동의합니다. 광고가
  게시될 때에는 반드시, 이용자가 게시한 컨텐츠와 구별되도록 광고라는 것을 명시하고 서비스 관리자 또는 자동 광고 게시 프로그램이 게시합니다. 이용자는 본인의 커미션 컨텐츠가 아닌 것을 광고할 수 없습니다.
  <br><br>
  <h3>6. 일반 규정</h3>
  서비스 제공자는 본 약관에 대한 변경사항을 필요에 따라 언제든지 갱신할 수 있으며, 약관은 갱신 이후로 7일이 지나면 발효되고, 소급 적용되지 않습니다. 하지만 새롭게 추가된 기능에 대한 약관이 새로 생긴 경우 즉시
  발효됩니다.

  <br><br><br> 최종 수정일 2020. 9. 14

  </v-container>

</template>

<script>
export default {
  mounted() {
    document.documentElement.scrollTop = 0;
  }
}
</script>

<style>

</style>
